13/data/attachments/b12687a8c1549ad2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nathan_close_Friend_10773_5</nif:username>
            <nif:friendToBeRequested>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>